// -----------------------------------------------------------------------------
// 多言語対応: 日本語
// -----------------------------------------------------------------------------
export default {
  code       : "ja",
  ex_menu    : { close: "閉じる"    },
  count_calc : { 
    name  : "番手計算",
    denier: "デニール",
    cotton: "綿番手",
    wool  : "毛番手",
    linen : "麻番手",
    clear : "クリア",
    error : "0~9の数字を入力してください",
  },
  length_calc: {
    name     : "長さ計算",
    attention: "注意！単純な計算値が表示されます。実際には、各工程で発生するロスの計算等も必要になります。計算値は参考程度にご利用ください。",
    clear    : "クリア",
    error    : "0~9の数字を入力してください",
    error1   : "他の項目にも入力してください",
    error2   : "計算したい項目の値を空にしてください",
    density  : "密度",
    threads  : "本数",
    length   : "長さ",
  },
  settings   : { name: "設定", language: "言語"},
  scale      : {kujira: "鯨寸", inch: "インチ", cm: "センチ"},
  _library   : { name: "ライブラリ" },
}
